
[fbshivclass X2SoldierClassTemplate]
DisplayName="Scout S.H.I.V"
ClassSummary="The Super Heavy Infantry Vehicle, or S.H.I.V., is an advanced weapons platform that can be deployed in place of a human soldier. While extremely capable in most combat scenarios, any damage to the S.H.I.V. will require lengthy repairs."
LeftAbilityTreeTitle="Type A"
RightAbilityTreeTitle="Type B"
AbilityTreeTitles[0]="Type A"
AbilityTreeTitles[1]="Type B"

RankNames[0]="Base"
RankNames[1]="Upgrade 0"
RankNames[2]="Upgrade 1"
RankNames[3]="Upgrade 2"
RankNames[4]="Upgrade 3"
RankNames[5]="Upgrade 4"
RankNames[6]="Upgrade 5"
RankNames[7]="Upgrade 6"

ShortNames[0]="Base"
ShortNames[1]="U-0."
ShortNames[2]="U-1."
ShortNames[3]="U-2."
ShortNames[4]="U-3."
ShortNames[5]="U-4."
ShortNames[6]="U-5."
ShortNames[7]="U-6."


[fbshivclass2 X2SoldierClassTemplate]
DisplayName="Alloy S.H.I.V"
ClassSummary="The Super Heavy Infantry Vehicle, or S.H.I.V., is an advanced weapons platform that can be deployed in place of a human soldier. While extremely capable in most combat scenarios, any damage to the S.H.I.V. will require lengthy repairs."
LeftAbilityTreeTitle="Type A"
RightAbilityTreeTitle="Type B"
AbilityTreeTitles[0]="Type A"
AbilityTreeTitles[1]="Type B"

RankNames[0]="Base"
RankNames[1]="Upgrade 0"
RankNames[2]="Upgrade 1"
RankNames[3]="Upgrade 2"
RankNames[4]="Upgrade 3"
RankNames[5]="Upgrade 4"
RankNames[6]="Upgrade 5"
RankNames[7]="Upgrade 6"

ShortNames[0]="Base"
ShortNames[1]="U-0."
ShortNames[2]="U-1."
ShortNames[3]="U-2."
ShortNames[4]="U-3."
ShortNames[5]="U-4."
ShortNames[6]="U-5."
ShortNames[7]="U-6."

[shiv_m1 X2CharacterTemplate]
strCharacterName="Xcom Shiv"

[shiv_m2 X2CharacterTemplate]
strCharacterName="Xcom Alloy Shiv"

[SHIV_tesla X2CharacterTemplate]
strCharacterName="Tesla Spike"

[shivmissitem X2WeaponTemplate]
FriendlyName="Shiv Secondary"
BriefSummary="Shiv Secondary"
LongDescription="Shiv Secondary"
TacticalText="<Bullet/> Shiv Secondary"


[shivgrapitem X2WeaponTemplate]
FriendlyName="Shiv Secondary"
BriefSummary="Shiv Secondary"
LongDescription="Shiv Secondary"
TacticalText="<Bullet/> Shiv Secondary"

[shivstandardshot X2AbilityTemplate]
LocFriendlyName="Standard Shot"
LocLongDescription="Fire your weapon at the target."
LocHelpText="Fire your weapon at the target."
LocFlyOverText="Standard Shot"
LocPromotionPopupText="Fire your weapon at the target."

[Country_fbshiv X2CountryTemplate]
+DisplayName = "shiv"
+DisplayNameWithArticle = "shiv"
+DisplayNameWithArticleLower = "shiv"
+DisplayNamePossessive = "shiv"
+DisplayAdjective = "shiv"

[fbnamer2]
fbSparkFirstName="LightShiv-"
fbSparkLastNamePrefix="000"

[fbnamer3]
fbSparkFirstName="AlloyShiv-"
fbSparkLastNamePrefix="000"

[PlatedShivArmor_Schematic X2SchematicTemplate]
m_strClassLabel="SHIV"
[PoweredShivArmor_Schematic X2SchematicTemplate]
m_strClassLabel="SHIV"



[shivgun_MG_Schematic X2SchematicTemplate]
m_strClassLabel="SHIV"
[shivgun_BM_Schematic X2SchematicTemplate]
m_strClassLabel="SHIV"

[Cannon_SHIV_M1 X2WeaponTemplate]
FriendlyName="Shiv cannon"
FriendlyNamePlural="Shiv cannons"
BriefSummary="Shiv cannon."
LongDescription="Shiv cannon"
TacticalText="Shiv cannon."
AbilityDescName="Shiv Cannon"

[Cannon_SHIV_M2 X2WeaponTemplate]
FriendlyName="Shiv Cannon MK2"
FriendlyNamePlural="Shiv Cannon MK2's"
BriefSummary="Shiv Cannon MK2"
LongDescription="Shiv Cannon MK2"
TacticalText="Shiv Cannon MK2"
AbilityDescName="Shiv Cannon MK2"

[Cannon_SHIV_M3 X2WeaponTemplate]
FriendlyName="Shiv Cannon MK3"
FriendlyNamePlural="Shiv Cannon MK3's"
BriefSummary="Shiv Cannon MK3"
LongDescription="Shiv Cannon MK3"
TacticalText="Shiv Cannon MK3"
AbilityDescName="Shiv Cannon MK3"



[ShivSprint X2AbilityTemplate]
LocFriendlyName="Nitro Boost"
LocLongDescription="The Shiv activates its nitro boosters to move further in the combat zone. Grants +4 Mobility and +10 Crit chance when used, as a free action. 3 Turn Cooldown."
LocHelpText="The Shiv activates its nitro boosters to move further in the combat zone. Grants +4 Mobility and +10 Crit chance when used, as a free action. 3 Turn Cooldown."
LocFlyOverText="Nitro Boost"
LocPromotionPopupText="<Bullet/>The Shiv activates its nitro boosters to move further in the combat zone. Grants +4 Mobility and +10 Crit chance when used, as a free action. 3 Turn Cooldown.<br/>"

[ShivBulldoze X2AbilityTemplate]
LocFriendlyName="Bulldoze Protocol"
LocLongDescription="The Shiv activates its bulldoze protocol, which allows the unit to break through walls and cover when moving. 2 Turn Cooldown."
LocHelpText="The Shiv activates its bulldoze protocol, which allows the unit to break through walls and cover when moving. 2 Turn Cooldown."
LocFlyOverText="Bulldoze Protocol"
LocPromotionPopupText="<Bullet/>The Shiv activates its bulldoze protocol, which allows the unit to break through walls and cover when moving. 2 Turn Cooldown.<br/>"



[intshiv X2TechTemplate]
DisplayName="Build Scout Shiv"
Summary="Build a robotic shiv unit. The S.H.I.V. (Super Heavy Infantry Vehicle) is a weapons platform that can be manufactured in the proving grounds. S.H.I.V.s can be deployed as substitutes for human soldiers on missions and require a space in the XCOM HQ barracks."
CodeName="Shiv"
LongDescription="The S.H.I.V. (Super Heavy Infantry Vehicle) is a weapons platform that can be manufactured in the proving grounds. S.H.I.V.s can be deployed as substitutes for human soldiers on missions and require a space in the XCOM HQ barracks." 
UnlockedDescription="A scout shiv has been built"



[intshiv2 X2TechTemplate]
DisplayName="Build Alloy Shiv"
Summary="Build a robotic alloy shiv unit. The Alloy S.H.I.V. is a weapon platform that can be manufactured in the proving grounds. It is an variant model of the standard S.H.I.V., with superior armor and the capacity to serve as mobile cover for soldiers."
CodeName="Shiv"
LongDescription="Build a robotic alloy shiv unit. The Alloy S.H.I.V. is a weapon platform that can be manufactured in the proving grounds. It is an variant model of the standard S.H.I.V., with superior armor and the capacity to serve as mobile cover for soldiers."
UnlockedDescription="A alloy shiv has been built"

[ShivHpmodule X2TechTemplate]
DisplayName="Project: Durabilty"
Summary="This project allows our alloy S.H.I.V.s to gain increased Health."
CodeName="Wall"
LongDescription="This project increases the Health of all alloy S.H.I.V.s, causing them to gain +4 Health." 
UnlockedDescription="Alloy S.H.I.V. durabilty has increased."

[ShivAimmodule X2TechTemplate]
DisplayName="Project: Auto Aim"
Summary="This project increases the accuracy of all S.H.I.V.s."
CodeName="Marksman"
LongDescription="This project increases the accuracy of all S.H.I.V.s by +5." 
UnlockedDescription="All S.H.I.V.s accuracy are increased."

[ShivDodgemodule X2TechTemplate]
DisplayName="Project: Avoidance"
Summary="This project allows our scout S.H.I.V.s to better avoid gunfire."
CodeName="Dodge"
LongDescription="This project increases the dodge of all scout S.H.I.V.s, causing them to gain +15 dodge." 
UnlockedDescription="Scout S.H.I.V.s ability to dodge have increased."

[ShivSpeedmodule X2TechTemplate]
DisplayName="Project: Nitro"
Summary="This project allows our scout S.H.I.V.s to gain increased movement."
CodeName="Speed"
LongDescription="This project increases the mobility of all scout S.H.I.V.s, causing them to gain +2 movement." 
UnlockedDescription="Scout S.H.I.V.s speed have increased."

[ShivShieldmodule X2TechTemplate]
DisplayName="Project: Aegis"
Summary="This project allows our S.H.I.V.s to deploy with Shielding."
CodeName="shield"
LongDescription="This project all alloy S.H.I.V.s gain energy shielding. Alloy S.H.I.V.s gain more shielding then scout S.H.I.V.s." 
UnlockedDescription="All S.H.I.V.s have energy shields."

[ShivArmormodule X2TechTemplate]
DisplayName="Project: Heavy Duty"
Summary="This project allows our alloy S.H.I.V.s to gain increased Armor."
CodeName="Armor Up"
LongDescription="This project increases the armor of all alloy S.H.I.V.s, causing them to gain +2 armor." 
UnlockedDescription="Alloy S.H.I.V. armor has increased."

[fbshivclass X2SoldierClassTemplate]
+DisplayName = "Xcom Scout Shiv"
+ClassSummary = "The S.H.I.V. (Super Heavy Infantry Vehicle) is a weapons platform that can be manufactured in the proving grounds. S.H.I.V.s can be deployed as substitutes for human soldiers on missions and require a space in the XCOM HQ barracks."
+LeftAbilityTreeTitle = "Scout Shiv"
+RightAbilityTreeTitle = "Scout Shiv"

[fbshivclass2 X2SoldierClassTemplate]
+DisplayName = "Xcom Alloy Shiv"
+ClassSummary = "The Alloy S.H.I.V. is a weapon platform that can be manufactured in the proving grounds. It is an variant model of the standard S.H.I.V., with superior armor and the capacity to serve as mobile cover for soldiers."
+LeftAbilityTreeTitle = "Alloy Shiv"
+RightAbilityTreeTitle = "Alloy Shiv"




[Cannon_fake1 X2WeaponTemplate]
FriendlyName="Shiv Cannon MK2"
FriendlyNamePlural="Shiv Cannon MK2's"
BriefSummary="This will upgrade the shivs damage output on their primary weapon"
LongDescription="This will upgrade the shivs damage output on their primary weapon"
TacticalText="This will upgrade the shivs damage output on their primary weapon"
AbilityDescName="Shiv Cannon MK2"


[Cannon_fake2 X2WeaponTemplate]
FriendlyName="Shiv Cannon MK3"
FriendlyNamePlural="Shiv Cannon MK3's"
BriefSummary="This will upgrade the shivs damage output on their primary weapon"
LongDescription="This will upgrade the shivs damage output on their primary weapon"
TacticalText="This will upgrade the shivs damage output on their primary weapon"
AbilityDescName="Shiv Cannon MK3"




[TargetDefinitionshiv X2AbilityTemplate]
LocFriendlyName="Target Definition"
LocLongDescription="Any unit seen by a shiv remains permanently visible."
LocHelpText="Any unit seen by a shiv remains permanently visible."
LocPromotionPopupText="<Bullet/> Scouting with the shiv will allow enemies to be tracked even if they enter the fog of war.<br/>"

[TargetDefinitionPassiveshiv X2AbilityTemplate]
LocFriendlyName="Target Definition"
LocLongDescription="Any unit seen by a shiv remains permanently visible."
LocHelpText="Any unit seen by a shiv remains permanently visible."






[SHIV_M1Immunities X2AbilityTemplate]
LocFriendlyName="Shiv Software"
LocLongDescription="The shiv is incapable of being mentally minipulated."
LocHelpText="The shiv is incapable of being mentally minipulated."
LocFlyOverText="The shiv is incapable of being mentally minipulated."
LocPromotionPopupText="The shiv is incapable of being mentally minipulated."

[SHIV_M2Immunities X2AbilityTemplate]
LocFriendlyName="Shiv Software"
LocLongDescription="The shiv is incapable of being mentally minipulated."
LocHelpText="The shiv is incapable of being mentally minipulated."
LocFlyOverText="The shiv is incapable of being mentally minipulated."
LocPromotionPopupText="The shiv is incapable of being mentally minipulated."

[Shivaimboost X2AbilityTemplate]
LocFriendlyName="Aim Module"
LocLongDescription="The shiv has increased aim."
LocHelpText="The shiv has increased aim."
LocFlyOverText="The shiv has increased aim."
LocPromotionPopupText="The shiv has increased aim."

[ShivArmorAbility X2AbilityTemplate]
LocFriendlyName="Armor Module"
LocLongDescription="The shiv has +2 armor."
LocHelpText="The shiv has +2 armor."
LocFlyOverText="The shiv has +2 armor."
LocPromotionPopupText="The shiv has +2 armor."

[ShivShieldAbility X2AbilityTemplate]
LocFriendlyName="Shield Module"
LocLongDescription="The shiv has +4 shielding."
LocHelpText="The shiv has +4 shielding."
LocFlyOverText="The shiv has +4 shielding."
LocPromotionPopupText="The shiv has +4 shielding."

[Shiv2ShieldAbility X2AbilityTemplate]
LocFriendlyName="Aegis Module"
LocLongDescription="The shiv has +6 shielding."
LocHelpText="The shiv has +6 shielding."
LocFlyOverText="The shiv has +6 shielding."
LocPromotionPopupText="The shiv has +6 shielding."

[ShivSpeedboost X2AbilityTemplate]
LocFriendlyName="Nitro Module"
LocLongDescription="The shiv has +2 mobility."
LocHelpText="The shiv has +2 mobility."
LocFlyOverText="The shiv has +2 mobility."
LocPromotionPopupText="The shiv has +2 mobility."

[ShivDodgeboost X2AbilityTemplate]
LocFriendlyName="Avoidance Module"
LocLongDescription="The shiv has +15 dodge."
LocHelpText="The shiv has +15 dodge."
LocFlyOverText="The shiv has +15 dodge."
LocPromotionPopupText="The shiv has +15 dodge."

[Shivhpboost X2AbilityTemplate]
LocFriendlyName="Durabilty Module"
LocLongDescription="The shiv has +4 health."
LocHelpText="The shiv has +4 health."
LocFlyOverText="The shiv has +4 health."
LocPromotionPopupText="The shiv has +4 health."

[shivflush X2AbilityTemplate]
LocFriendlyName="Incapacitating Shot"
LocLongDescription="Take an easy to hit,low damage shot at an enemy, having a chance to knock them back out of cover."
LocHelpText="Take an easy to hit,low damage shot at an enemy, having a chance to knock them back out of cover."
LocFlyOverText="Incapacitating Shot"
LocPromotionPopupText="Take an easy to hit,low damage shot at an enemy, having a chance to knock them back out of cover."




[shivshielden X2AbilityTemplate]
LocFriendlyName="Energy Shield"
LocLongDescription="Gives the shiv a 3hp regenerating shield which refills at the start of your turn."
LocHelpText="Gives the shiv a 3hp regenerating shield which refills at the start of your turn."
LocFlyOverText="Shield"
LocPromotionPopupText="Gives the shiv a 3hp regenerating shield which refills at the start of your turn."

[shivtrishot X2AbilityTemplate]
LocFriendlyName="Firestorm Cannon"
LocLongDescription="Take 3 standard shots at once at a target at the cost of overheating and damaging the shiv."
LocHelpText="Take 3 standard shots at once at a target at the cost of overheating and damaging the shiv."
LocFlyOverText="Firestorm Cannon"
LocPromotionPopupText="Take 3 standard shots at once at a target at the cost of overheating and damaging the shiv."

[shivdamagecontrol X2AbilityTemplate]
LocFriendlyName="Damage Control"
LocLongDescription="Once the shiv unit is damaged it will temporarilly strengthen its armor by 3 points, Boosting its protection against subsequent attacks for the remainder of the turn."
LocHelpText="Once the shiv unit is damaged it will temporarilly strengthen its armor by 3 points, Boosting its protection against subsequent attacks for the remainder of the turn."
LocFlyOverText="Damage Control"
LocPromotionPopupText="Once the shiv unit is damaged it will temporarilly strengthen its armor by 3 points, Boosting its protection against subsequent attacks for the remainder of the turn."

[barrageStrike X2AbilityTemplate]
LocFriendlyName="Javalin Strike"
LocLongDescription="Launch a long range barrage of missles up into the air. The missles then come crashing down to the target location on the next turn, dealing massive damage to all enemies still within the target area."
LocHelpText="Launch a long range barrage of missles up into the air. The missles then come crashing down to the target location on the next turn, dealing massive damage to all enemies still within the target area."
LocFlyOverText="Javalin Strike"
LocPromotionPopupText="Launch a long range barrage of missles up into the aie. The missles then come crashing down to the target location on the next turn, dealing massive damage to all enemies still within the target area."

[barrageStrike2 X2AbilityTemplate]
LocFriendlyName="Javalin Strike"
LocLongDescription="Launch a long range barrage of missles up into the sky. The missles then come crashing down to the target location on the next turn, dealing massive damage to all enemies still within the target area."
LocHelpText="Launch a long range barrage of missles up into the sky. The missles then come crashing down to the target location on the next turn, dealing massive damage to all enemies still within the target area."
LocFlyOverText="Javalin Strike"
LocPromotionPopupText="Launch a long range barrage of missles up into the sky. The missles then come crashing down to the target location on the next turn, dealing massive damage to all enemies still within the target area."

[shivimmolate X2AbilityTemplate]
LocFriendlyName="Immolating Barrage"
LocLongDescription="Ignite your projectiles and cause a small fiery explosion at the target location, dealing a small amount of initial damage followed by a burning effect"
LocHelpText="Ignite your projectiles and cause a small fiery explosion at the target location, dealing a small amount of initial damage followed by a burning effect"
LocFlyOverText="Immolating Barrage"
LocPromotionPopupText="Ignite your projectiles and cause a small fiery explosion at the target location, dealing a small amount of initial damage followed by a burning effect"

[shivjustice X2AbilityTemplate]
LocFriendlyName="Grappling Shot"
LocLongDescription="Shoot out a grappling hook at an enemy target and pull them in next to the shiv. Costs only 1 action"
LocHelpText="Shoot out a grappling hook at an enemy target and pull them in next to the shiv. Costs only 1 action"
LocFlyOverText="Grappling Shot"
LocPromotionPopupText="Shoot out a grappling hook at an enemy target and pull them in next to the shiv. Costs only 1 action"

[shivshield X2AbilityTemplate]
LocFriendlyName="Kinetic Barrier"
LocLongDescription="Creates a shield that lasts 1 turn,blocking all damage. Costs only 1 action to engage."
LocHelpText="Creates a shield that lasts 1 turn,blocking all damage. Costs only 1 action to engage."
LocFlyOverText="Kinetic Barrier"
LocPromotionPopupText="Creates a shield that lasts 1 turn,blocking all damage. Costs only 1 action to engage."



[teslaattack X2AbilityTemplate]
LocFriendlyName="Tesla Attack"
LocLongDescription="Unleash an electrical attack in an area around the shiv. Causing a high amount of armor piercing damage."
LocHelpText="Unleash an electrical attack in an area around the shiv. Causing a high amount of armor piercing damage."
LocFlyOverText="Tesla Attack"
LocPromotionPopupText="Unleash an electrical attack in an area around the shiv. Causing a high amount of armor piercing damage."

[teslalaunch X2AbilityTemplate]
LocFriendlyName="Deploy Tesla Spike"
LocLongDescription="Launch 3 deployable tesla spikes onto the battlefield that act as persistent mines that damage any enemies who get near. Once hit, that particular enemy unit is immune to subsequent strikes from other teslas for 1 turn. Advent will also attempt to destroy these if spotted."
LocHelpText="Launch 3 deployable tesla spikes onto the battlefield that act as persistent mines that damage any enemies who get near. Once hit, that particular enemy unit is immune to subsequent strikes from other teslas for 1 turn. Advent will also attempt to destroy these if spotted."
LocFlyOverText="Deploy Tesla Spike"
LocPromotionPopupText="Launch 3 deployable tesla spikes onto the battlefield that act as persistent mines that damage any enemies who get near. Once hit, that particular enemy unit is immune to subsequent strikes from other teslas for 1 turn. Advent will also attempt to destroy these if spotted."







[shivmodule2 X2AbilityTemplate]
LocFriendlyName="Additional Armor"
LocLongDescription="Gives the shiv an additional armor point"
LocHelpText="Gives the shiv an additional armor point"
LocFlyOverText="Additional Armor"
LocPromotionPopupText="Gives the shiv an additional armor point"

[shivmodule1 X2AbilityTemplate]
LocFriendlyName="Javalin Strike"
LocLongDescription="Launch a long range barrage of missles up into the sky. The missles then come crashing down to the target location on the next turn, dealing massive damage to all enemies still within the target area. This ability has can only be used twice per mission."
LocHelpText="Launch a long range barrage of missles up into the sky. The missles then come crashing down to the target location on the next turn, dealing massive damage to all enemies still within the target area. This ability has can only be used twice per mission."
LocFlyOverText="Javalin Strike"
LocPromotionPopupText="Launch a long range barrage of missles up into the sky. The missles then come crashing down to the target location on the next turn, dealing massive damage to all enemies still within the target area. This ability has can only be used twice per mission."



[Bladestormfb33z X2AbilityTemplate]
LocFriendlyName="Automated Turret"
LocLongDescription="The shiv will take reaction shots at any enemy that enters within close proximity to the unit"
LocHelpText="The shiv will take reaction shots at any enemy that enters within close proximity to the unit"
LocFlyOverText="Automated Turret"
LocPromotionPopupText="The shiv will take reaction shots at any enemy that enters within close proximity to the unit"

[BladestormAttackfb33z X2AbilityTemplate]
LocFriendlyName="Automated Turret"
LocLongDescription="The shiv will take reaction shots at any enemy that enters within close proximity to the unit"
LocHelpText="The shiv will take reaction shots at any enemy that enters within close proximity to the unit"
LocFlyOverText="Automated Turret"
LocPromotionPopupText="The shiv will take reaction shots at any enemy that enters within close proximity to the unit"





















[shivArmor X2ArmorTemplate]
FriendlyName="Shiv Defense Systems"
FriendlyNamePlural="Shiv Defense Systems"
BriefSummary="This is the shivs default armor."
TacticalText="<Bullet/> This is the shivs default armor."


[PlatedshivArmor X2ArmorTemplate]
FriendlyName="Shiv Defense Systems Mk2"
FriendlyNamePlural="Shiv Defense Systems Mk2"
BriefSummary="This is the shivs upgraded armor."
TacticalText="<Bullet/> This is the shivs upgraded armor."


[PoweredshivArmor X2ArmorTemplate]
FriendlyName="Shiv Defense Systems Mk3"
FriendlyNamePlural="Shiv Defense Systems Mk3"
BriefSummary="This is the shivs upgraded armor."
TacticalText="<Bullet/> This is the shivs upgraded armor."


[PlatedshivArmorfake X2ArmorTemplate]
FriendlyName="Shiv Defense Systems Mk2"
FriendlyNamePlural="Shiv Defense Systems Mk2"
BriefSummary="This will upgrade all shivs defensive systems, increasing the armor and health of the units."
TacticalText="<Bullet/> This will upgrade all shivs defensive systems, increasing the armor and health of the units."


[PoweredshivArmorfake X2ArmorTemplate]
FriendlyName="Shiv Defense Systems Mk3"
FriendlyNamePlural="Shiv Defense Systems Mk3"
BriefSummary="This will upgrade all shivs defensive systems, increasing the armor and health of the units."
TacticalText="<Bullet/> This will upgrade all shivs defensive systems, increasing the armor and health of the units."










[teleportshiv X2AbilityTemplate]
LocFriendlyName="Shiv Launch"
LocLongDescription="Move anywhere on the battlefield in a single turn. Launch cannot be used indoors. This ability has a 7 turn cooldown."
LocHelpText="Move anywhere on the battlefield in a single turn. Launch cannot be used indoors. This ability has a 7 turn cooldown."
LocFlyOverText="Shiv Launch"
LocPromotionPopupText="Move anywhere on the battlefield in a single turn. Launch cannot be used indoors. This ability has a 7 turn cooldown."


[shivBulwark X2AbilityTemplate]
LocFriendlyName="Bulwark"
LocLongDescription="Gain a bonus point of Armor, and always provide high cover to all adjacent squadmates."
LocHelpText="Gain a bonus point of Armor, and always provide high cover to all adjacent squadmates."
LocPromotionPopupText="<Bullet/> Bulwark adds one point of Armor.<br/><Bullet/> Any squadmate standing adjacent to the SHIV will gain the high cover Defense bonus.<br/>"
